Repository: wp-plugins/rim-diary
Catalog: languages/rim-diary-*.po
Languages: fr_fr

source: Track your Tim Hortons rim rolls and share your winnings with the world.
fr_fr: Suivez vos rebords Tim Hortons et partager vos gains avec le monde.

source: Roll Up The Rim To Win
fr_fr: Déroule le Rebord Pour Gagner

source: I do not own the rights to any of the trademarks and imagery and nor am I affiliated in any way with Tim Hortons or Roll Up The Rim competition. The Rim Diary is strictly for fun and pleasure and will neither dispense nor claim prizes. You still need to purchase competition cups from and claim winnings through Tim Hortons.
fr_fr: Je ne possède pas les droits pour les marques de commerce et les images et ni suis-je affilié en aucune façon avec Tim Hortons ou la concurrence Déroule le Rebord. Le Rim Diary est strictement pour le plaisir et ne sera ni passer ni réclamer des prix. Vous devez toujours acheter des tasses de la concurrence et réclamer des gains par Tim Hortons.

source: Reset Rims
fr_fr: Effacer les Rebords

source: Roll Up The Rim
fr_fr: Déroule le Rebord

source: Tim Hortons Rim Diary requires PHP 5.3 or later to run. Please update your server.
fr_fr: Tim Hortons Rim Diary nécessite PHP 5.3 ou version ultérieure pour fonctionner. S'il vous plaît mettre à jour votre serveur.

source: Rim Diary Widget
fr_fr: Widget Rim Diary

source: 2014 Toyota Corolla S
fr_fr: Toyota Corolla S 2014

source: 5k Prepaid Visa
fr_fr: Carte Visa Prépayée

source: $100 Tim card
fr_fr: Carte Tim $100

source: Please Play Again
fr_fr: Réessayez S.V.P.

source: Free Donut
fr_fr: Beignet Gratuit

source: Free Coffee
fr_fr: Café Gratuit

source: The Rim Diary
fr_fr: Le Rim Diary
